Repository: wp-plugins/pojo-custom-fonts
Catalog: languages/pojo-cwf-*.po
Languages: he_il

source: Custom Fonts
he_il: פונטים

source: The name of the font as it appears in the attached CSS file.
he_il: שם הפונט כפי שהוא מופיע בקובץ CSS המצורף לקבצי הפונט.

source: Font .woff
he_il: פונט .woff

source: Upload the font's woff file
he_il: יש להעלות קובץ בפורמט woff

source: Font .ttf
he_il: פונט ttf

source: Upload the font's ttf file
he_il: יש להעלות קובץ בפורמט ttf

source: Font .svg
he_il: פונט svg

source: Upload the font's svg file
he_il: יש להעלות קובץ בפורמט svg

source: Font .eot
he_il: פונט eot

source: Upload the font's eot file
he_il: יש להעלות קובץ בפורמט eot

source: Upload or enter the file URL
he_il: להעלות או להזין URL קובץ

source: Insert Font
he_il: להכניס פונט

source: Insert
he_il: להכניס

source: Upload
he_il: העלאה

source: Font
he_il: פונט

# Admin menu name
source: Custom Fonts
he_il: פונטים

source: Search Fonts
he_il: חיפוש פונטים

source: All Fonts
he_il: כל הפונטים

source: Edit Font
he_il: עריכת פונט

source: Update Font
he_il: העלאת פונט

source: Add New Font
he_il: הוספת פונט חדש

source: New Font Name
he_il: שם פונט חדש
